anthropic.claude-code
asvetliakov.vscode-neovim
charliermarsh.ruff
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
docker.docker
eamodio.gitlens
mine.cpplint
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
mvllow.rose-pine
njpwerner.autodocstring
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
